"IntervalsView.min" = "%d min";
"IntervalsView.workIntervalLength.label" = "Work interval:";
"IntervalsView.shortRestIntervalLength.label" = "Short rest interval:";
"IntervalsView.longRestIntervalLength.label" = "Long rest interval:";
"IntervalsView.longRestIntervalLength.help" = "Duration of the lengthy break, taken after finishing work interval set";
"IntervalsView.workIntervalsInSet.label" = "Work intervals in a set:";
"IntervalsView.workIntervalsInSet.help" = "Number of working intervals in the set, after which a lengthy break taken";
"SettingsView.shortcut.label" = "Shortcut";
"SettingsView.stopAfterBreak.label" = "Stop after break";
"SettingsView.showTimerInMenuBar.label" = "Show timer in menu bar";
"SettingsView.launchAtLogin.label" = "Launch at login";
"SoundsView.isWindupEnabled.label" = "Windup";
"SoundsView.isWorkDingEnabled.label" = "Work ding";
"SoundsView.isRestDingEnabled.label" = "Rest ding";
"SoundsView.isTickingEnabled.label" = "Ticking";
"TBPopoverView.start.label" = "Start";
"TBPopoverView.stop.label" = "Stop";
"TBPopoverView.intervals.label" = "Intervals";
"TBPopoverView.settings.label" = "Settings";
"TBPopoverView.sounds.label" = "Sounds";
"TBPopoverView.about.label" = "About";
"TBPopoverView.quit.label" = "Quit";
"TBTimer.onRestStart.title" = "Time's up";
"TBTimer.onRestStart.short.body" = "It's time for a short break!";
"TBTimer.onRestStart.long.body" = "It's time for a long break!";
"TBTimer.onRestStart.skip.title" = "Skip";
"TBTimer.onRestFinish.title" = "Break is over";
"TBTimer.onRestFinish.body" = "Keep up the good work!";
